<?php
// +----------------------------------------------------------------------
// | www.emake.cc
// +----------------------------------------------------------------------
// | Copyright (c) 2016 emake.cc Team All rights reserved.
// +----------------------------------------------------------------------
// | Author: Tonny Cao <647812411@qq.com>
// +----------------------------------------------------------------------
return [
    'param'=>'参数异常',
    'pwd_error'=>'密码错误',
    'error'=>'错误',
    'fail'=>'失败',
    'success'=>'成功',
    'param_invalid'=>'参数非法格式',
    'user_error'=>'用户不存在',
    'order_error'=>'订单不存在',
    'total_error'=>'送餐次数用完',
    'no_auth'=>'无权限',
    'user_exist'=>'用户已经存在',
    'no_exist'=>'不存在',
    'openid'=>'OpenId不存在',
    'uid'=>'UID不能为空',
    'region'=>'地区不能为空',
    'des'=>'地区不能为空',
    'sex'=>'性别不能为空',
    'year'=>'年份不能为空',
    'month'=>'月份不能为空',
    'day'=>'日期不能为空',
    'expend'=>'开支类型不能为空',
    'fee'=>'费用不能为空',
    'num'=>'人数不能为空',
    'no_enough'=>'账户资金不足',
    'has_record'=>'您还有记录未通过',
];